{
    "nome": "Convocar Familiar",
    "name": "Find Familiar",
    "nivel": 1,
    "escola": "invocação",
    "ritual": false,
    "elementos": [],
    "tempo_conjuracao": "1 hora",
    "alcance_area": "3 metros",
    "componentes": "VSM (carvão, incenso e ervas no valor de 10 po, que devem ser consumidos pelo fogo em um braseiro de bronze)",
    "mana": 700,
    "duracao": "instantânea",
    "classes": [
        "arqueiro",
        "mago",
        "xamã"
    ],
    "tags": [
        "dano",
        "utilidade",
        "exploração"
    ],
    "descricao": "Você adquire os serviços de uma familiar, um espírito que toma a forma de um animal, à sua escolha: aranha, caranguejo, cavalo marinho, coruja, corvo, doninha, gato, falcão, lagarto, morcego, peixe (arenque), polvo, rato, rã (sapo) ou serpente venenosa. Aparecendo em um espaço desocupado dentro do alcance, o familiar tem as mesmas estatísticas da forma escolhida, no entanto, ele é um celestial, corruptor ou fada (à sua escolha) ao invés de uma besta.\n\t Seu familiar até independentemente de você, mas ele sempre obedece aos seus comandos. Em combate, ele rola sua a própria iniciativa e age no seu próprio turno. Um familiar não pode atacar, mas ele pode realizar outras ações, como de costume.\n\t Quando um familiar cai a 0 pontos de vida, ele desaparece, não deixando qualquer corpo físico para trás.  Ele reaparece depois de você conjurar essa magia novamente.\n\t Enquanto seu familiar estiver a até 30 metros de você, você pode se comunicar telepaticamente com ele. Além disso, com uma ação e 50 de mana, você pode ver através dos olhos do familiar e ouvir através dos ouvidos dele, até o início do seu próximo turno, adquirindo os benefícios de qualquer sentido especial que o familiar possua. Durante esse período, você estará cego e surdo em relação aos seus próprios sentidos.\n\t Com uma ação, você pode, temporariamente, dispensar seu familiar. Ele desaparece dentro seu Plano Astral, onde ele aguarda sua convocação. Alternativamente, você pode dispensa-lo para sempre.  Com uma ação e 50 de mana, enquanto ele estiver temporariamente dispensado, você pode fazê-lo reaparecer em qualquer espaço desocupado a até 9 metros de você.\n\t Você não pode ter mais de um familiar por vez. Se você conjurar essa magia enquanto já tiver um familiar, ao invés disso, você faz seu familiar existente adotar uma nova forma. Escolha uma das formas da lista acima. Seu familiar se transforma na criatura escolhida.\n\t Finalmente, quando você conjura uma magia com alcance de toque, seu familiar pode transmitir a magia, como se ele tivesse conjurado ela. Seu familiar precisa estar a até 30 metros de você e deve usar a reação dele para transmitir a magia quando você a conjurar. Se a magia necessitar de uma jogada de ataque, você usa seu modificador de ataque para essa jogada.",
    "source": "LDJ"
}
