{
    "nome": "Teia",
    "name": "Web",
    "nivel": 2,
    "escola": ["elemental", "necromancia"],
    "ritual": false,
    "elementos": [
        "terra",
        "veneno"
    ],
    "tempo_conjuracao": "1 ação",
    "alcance_area": "18 metros",
    "componentes": "VSM (um pedaço de teia de aranha)",
    "mana": 540,
    "mana_adicional": "10 a cada 10 minutos",
    "duracao": "concentração, até 1 hora",
    "attack_save": "DEX Save",
    "dmg_effect": "fogo",
    "dmg": "2d4",
    "classes": [
        "arqueiro",
        "ladino",
        "guerreiro",
        "bardo",
        "monge",
        "mago"
    ],
    "tags": [
        "debuff",
        "controle",
        "dano"
    ],
    "descricao": "Você conjura uma massa de teias espessas e pegajosas num ponto, à sua escolha, dentro do alcance. As teias preenchem um cubo de 6 metros naquele ponto, pela duração. As teias são terreno difícil e causam escuridão leve na área delas.\n\tSe as teias não estiverem sendo suportadas por duas massas sólidas (como duas paredes ou árvores) ou em camadas sobre um chão, parede ou teto, a teia conjurada desaba sobre si mesma e a magia termina no início do seu próximo turno. As teias em camadas sobre uma superfície plana terão 1,5 metro de profundidade.\n\tCada criatura que começar seu turno nas teias ou entrar nelas durante seu turno, deve realizar um teste de resistência de Destreza. Se falhar na resistência, a criatura estará impedida enquanto permanecer nas teias ou até se libertar.\n\tUma criatura impedida pelas teias pode usar sua ação para realizar um teste de Força contra a CD da magia. Se obtiver sucesso, ela não estará mais impedida.\n\tAs teias são inflamáveis. Qualquer cubo de 1,5 metro de teia exposto ao fogo, é consumida por ele em 1 rodada, causando 2d4 de dano de fogo a qualquer criatura que começar seu turno nas chamas.\n\t[Veneno | Necromancia] Sempre que uma criatura se move dentro da área ocupada pela teia ou quando começa o turna nela, ela recebe 1d4 de dano de veneno.",
    "source": "LDJ"
}
