{
    "nome": "Alterar-se",
    "name": "Alter Self",
    "nivel": 2,
    "escola": ["elemental", "ilusionista"],
    "ritual": false,
    "elementos": [
        "água",
        "terra",
        "fogo",
        "ar",
        "luz",
        "sombras",
        "relâmpago",
        "metal",
        "veneno"
    ],
    "tempo_conjuracao": "1 ação",
    "alcance_area": "pessoal",
    "componentes": "VS",
    "mana": 600,
    "mana_adicional": "15 a cada 5 minutos",
    "duracao": "concentração, até 1 hora",
    "classes": [
        "arqueiro",
        "ladino",
        "guerreiro",
        "bardo",
        "monge",
        "mago",
        "xamã"
    ],
    "tags": [
        "buff",
        "utilidade",
        "dano",
        "exploração"
    ],
    "descricao": "Você assume uma forma diferente. Quando conjurar essa magia, escolha uma das seguintes opções, o efeito durará pela duração da magia. Enquanto a magia durar, você pode terminar uma opção com uma ação para ganhar os benefícios de uma diferente.\n\t**_Adaptação Aquática._** [Água] Você adapta seu corpo para um ambiente aquático, brotando guelras e crescendo membranas entre seus dedos. Você pode respirar embaixo d’água e ganha deslocamento de natação igual a seu deslocamento terrestre.\n\t**_Mudar Aparência._** [Ilusão] Você transforam sua aparência. Você decide com o que você parece, incluindo altura, peso, traços faciais, timbre da sua voz, comprimento do cabelo, coloração e características distintas, se tiverem. Você pode ficar parecido com um membro de outra raça, apesar de nenhuma de suas estatísticas mudar. Você também não pode parecer com uma criatura de um tamanho diferente do seu, e seu formado básico permanece o mesmo; se você for bípede, você não pode usar essa magia para se tornar quadrupede, por exemplo. A qualquer momento, pela duração da magia, você pode usar sua ação para mudar sua aparência dessa forma, novamente.\n\t**_Armas Naturais._** [Elemental] Você faz crescerem garras, presas, espinhos, chifres ou armas naturais diferentes, à sua escolha de acordo com seu elemento. Seus ataques desarmados causam 1d6 de dano de concussão, perfurante ou cortante, como apropriado para a arma natural que você escolheu, e você é proficiente com seus ataques desarmados. Finalmente, a arma natural é mágica e você tem +1 de bônus nas jogadas de ataque e dano que você fizer com ela.",
    "source": "LDJ"
}
