{
    "nome": "Boca Encantada",
    "name": "Magic Month",
    "nivel": 2,
    "escola": ["musical", "receita"],
    "ritual": false,
    "elementos": [
    ],
    "tempo_conjuracao": "1 minuto",
    "alcance_area": "9 metros",
    "componentes": "VSM (um pedaço de favo de mel e pó de jade valendo, no mínimo, 10 po, consumidos pela magia)",
    "mana": 850,
    "duracao": "até ser dissipada",
    "classes": [
        "clérigo",
        "paladino",
        "ladino",
        "guerreiro",
        "bardo",
        "monge",
        "mago",
        "feiticeiro",
        "bruxo"
    ],
    "tags": [
        "utilidade",
        "comunicação"
    ],
    "descricao": "Você implanta uma mensagem em um objeto dentro do alcance, uma mensagem que é pronunciada quando uma condição de ativação é satisfeita. Escolha um objeto que você possa ver e não esteja sendo vestido ou carregado por outra criatura. Então, fale a mensagem, que deve conter 25 palavras ou menos, apesar de ela poder ser entregue durante um período de até 10 minutos. Finalmente, determine a circunstância que irá ativar a magia para que sua mensagem seja entregue.\n\tQuando essa circunstância ocorrer, a boca encantada aparecerá no objeto e recitará a mensagem com sua voz e com o mesmo volume que você falou. Se o objeto que você escolheu tiver uma boca ou algo semelhante a uma boca (por exemplo, a boca de uma estátua), a boca mágica aparece ai, então, as palavras parecerão vir da boca do objeto. Quando você conjura essa magia, você pode fazer a magia acabar depois de enviar sua mensagem ou ela pode permanecer e repetir a mensagem sempre que a circunstância de ativação ocorrer.\n\tA circunstância de ativação pode ser tão genérica ou tão detalhada quando você quiser, apesar de ela precisar ser baseada em condições visuais ou audíveis que ocorram a até 9 metros do objeto. Por exemplo, você pode instruir a boca a falar quando uma criatura se aproximar a menos de 9 metros do objeto ou quando um sino de prata tocar a menos de 9 metros dela.",
    "source": "LDJ"
}
