{
    "nome": "Força Fantasmagórica",
    "name": "Phantasmal Force",
    "nivel": 2,
    "escola": ["ilusionista", "psíquica"],
    "ritual": false,
    "elementos": [
    ],
    "tempo_conjuracao": "1 ação",
    "alcance_area": "18 metros",
    "componentes": "VSM (um pouco de lã)",
    "mana": 800,
    "mana_adicional": "5 por turno",
    "duracao": "concentração, até 1 minuto",
    "attack_save": "INT Save",
    "dmg_effect": "psíquico",
    "dmg": "1d6",
    "classes": [
        "clérigo",
        "paladino",
        "ladino",
        "guerreiro",
        "bardo",
        "monge",
        "mago",
        "feiticeiro",
        "bruxo"
    ],
    "tags": [
        "debuff",
        "dano"
    ],
    "descricao": "Você constrói uma ilusão que se enraíza na mente de uma criatura que você possa ver, dentro do alcance. O alvo deve realizar um teste de resistência de Inteligência. Se falhar na resistência, você cria um objeto, criatura ou outro fenômeno visível – porém, fantasmagórico – à sua escolha, com não mais de 3 metros cúbicos e que será percebido apenas pelo alvo, pela duração. Essa magia não afeta mortos-vivos ou constructos.\n\tO fantasma inclui som, temperatura e outros estímulos, também evidentes apenas para o alvo.\n\tO alvo pode usar sua ação para examinar o fantasma com um teste de Inteligência (Investigação) contra a CD da as magia. Se for bem sucedido, o alvo percebe que o fantasma é uma ilusão e a magia acaba.\n\tEnquanto o alvo estiver sob efeito dessa magia, ele considerará o fantasma como sendo real. O alvo racionalizará quaisquer resultados ilógicos ao interagir com o fantasma. Por exemplo, um alvo tentado atravessar uma ponte fantasmagórica que atravesse um abismo, cairá quando pisar na ponte. Se o alvo sobreviver a queda, ele ainda acreditará que a ponte existe e procurará outra explicação para a sua queda – ele foi puxado, ele escorregou ou um vento forte pode ter o jogado pra fora.\n\tUm alvo afetado está tão convencido da realidade do fantasma que pode até mesmo sofrer dano da ilusão. Um fantasma criado para se parecer com uma criatura pode atacar o alvo. Similarmente, um fantasma criado para se parecer com fogo, um poço de ácido ou lava, podem queimar o alvo. A cada rodada, no seu turno, o fantasma pode causar 1d6 de dano psíquico no alvo, se ele estiver na área do fantasma ou a 1,5 metro dele, considerando que a ilusão é de uma criatura ou perigo que, logicamente, possa causar dano, como por atacar. O alvo entende o dano como sendo de um tipo apropriado para a ilusão.",
    "source": "LDJ"
}
